Revit 2027 API
BuiltInFailures.FabricFailures.MinorOverhangFailure Property
 At least one of the overhangs in the minor direction is lower than radius of the wire in the major direction.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MinorOverhangFailure { get; }
Public Shared ReadOnly Property MinorOverhangFailure As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MinorOverhangFailure {
	FailureDefinitionId^ get ();
}
static member MinorOverhangFailure : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace